Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H28B.tmx
Source language: en_us
Languages: zh_cn

source: Overall views of China have remained largely steady in the past year.
zh_cn: 总体而言，过去一年全球各国对中国的态度大致不变。

source: Currently, majorities or pluralities in 15 of 21 countries outside of China have a positive view of this rising Asian power.
zh_cn: 目前，在除中国外被调查的21个国家中，15个国家的多数或相对多数被访者对这一崛起中的亚洲大国持积极态度。

source: In addition, publics in most nations surveyed see China more as a partner than as an enemy.
zh_cn: 此外，大多数国家被访者视中国为伙伴的多与视中国为敌人的。

source: The survey also finds that the Chinese are overwhelmingly positive in their attitudes towards the U.S.
zh_cn: 调查同时发现，中国人对美态度，以压倒性多数持积极态度。

source: Large majorities see an improvement in the relations between the two countries and characterize their interactions as cooperative.
zh_cn: 绝大多数认为两国关系有所进步，将两国关系描述为合作性的。

source: However, as most of Europe and the U.S. still face varying degrees of hardship resulting from the economic downturn, China’s accelerated growth continues to generate concerns about its economic power.
zh_cn: 不过，大多数欧洲国家和美国由于经济衰退，仍然面临不同程度的困难，中国经济的加速增长持续产生对其经济实力的担心。

source: Publics in most countries also believe that China’s military prowess is a bad thing for their country.
zh_cn: 大多数国家的公众相信，中国的军事实力对本国而言，是个坏消息。

source: Lukewarm Ratings for China in West
zh_cn: 西方对中国评价不冷不热

source: After a slight improvement in favorability ratings in 2009, views of China have held steady in most countries surveyed.
zh_cn: 2009年对中国的支持率有轻微上升后，今年大多数接受调查的国家对中国的态度保持基本不变。

source: In both the U.S. and Western Europe, fewer than half view China positively.
zh_cn: 在美国和西欧，不足一半的调查者对中国持积极态度。

source: Majorities in Germany (61%) and France (59%) give China an unfavorable rating.
zh_cn: 大多数德国人（61%）和法国人（59%）给中国“不喜欢”评价。

source: Elsewhere in Western Europe, China’s image has worsened in Britain, making it at par with 2008 levels.
zh_cn: 西欧其他国家，英国对中国的形象有所恶化，与2008年时的水平持平。

source: Spain is the only Western European country surveyed where views of China have improved steadily since 2008.
zh_cn: 西班牙是接受调查的西欧国家中唯一一个自2008年以来，对中国的态度稳步改善的国家。

source: While only 31% of the respondents evaluated China in a positive light in 2008, this number increased to four-in-ten in 2009 and now stands at nearly half (47%).
zh_cn: 2008年，西班牙对中国持积极态度的调查者只有31%，2009年升至40%，现在达到近一半（47%）。

source: China receives high marks from both African countries surveyed; 86% of Kenyans and three-fourths of Nigerians have a favorable opinion.
zh_cn: 非洲接受调查的两个国家对中国评分都较高；肯尼亚86%，尼日利亚75%的调查者队中国持赞许观点。

source: Russians also remain largely positive towards China (60%), as do majorities in Middle Eastern countries.
zh_cn: 俄罗斯对中国也主要持积极态度（60%）。大多数中东国家也是如此。

source: In Asia, strong majorities view China positively in Pakistan (85%) and Indonesia (58%).
zh_cn: 亚洲国家中，巴基斯坦（85%）和印度尼西亚（58%）绝大多数被访者对中国持积极态度。

source: Among China’s BRIC (Brazil, Russia, India and China) counterparts, Indians remain the most negative in their views of China. Slightly more than one-third (34%) of Indians view China favorably, a significant decline since 2009, when nearly half (46%) said the same.
zh_cn: 金砖四国中，印度大多数被访者继续对中国持负面态度，刚超过三分之一（34%）的印度被访者称喜欢中国，明显低于2009年，2009年将近一半（46%）调查者持这一观点。

source: Few in Japan and South Korea view China in a positive light.
zh_cn: 日本和南韩，很少有调查者对中国持积极态度。

source: Only 38% of South Koreans and slightly more than one-quarter (26%) among the Japanese say that they have a favorable view of China.
zh_cn: 只有38%的南韩被访者刚超四分之一（26%）的日本被访者称他们对中国持积极态度。

source: In fact, among the countries surveyed, Japan is the most likely to view China unfavorably (69%).
zh_cn: 事实上，在被调查的国家中，日本是最有可能对中国持负面观点的国家（69%）。

source: China as a Partner
zh_cn: 视中国为伙伴

source: While majorities in the U.S. and Western Europe consider China neither a partner nor an enemy, large majorities among African countries, as well as sizeable numbers in the three Latin American countries polled, view China as a partner.
zh_cn: 欧美绝大多数被访者，既不将中国视为伙伴，也不视为敌人，非洲国家的绝大多数被访者，以及被调查的拉美国家的相当数量的被访者，视中国为伙伴。

source: More than half of the respondents in the U.S. (52%), Spain (53%) and Germany (55%) and roughly seven-in-ten in Britain (71%) and France (70%) see China as neither a partner nor an enemy.
zh_cn: 超过半数美国（52%），西班牙（53%），德国（55%）的调查对象和大致70%的英国（71%）和法国（70%）的调查对象视中国既非伙伴，也非敌人。

source: Even though only one-quarter of Americans see China as a partner, this reflects a 12-percentage-point increase since 2008, when the question was last asked.
zh_cn: 虽然只有四分之一的美国人视中国味伙伴，但这反映了自2008年以来，增长了12个百分点，2008年是该问题最近一次被询问。

source: Consistent with their positive views of China, strong majorities in both African countries surveyed are likely to see China as a partner, including 84% in Kenya and 75% in Nigeria.
zh_cn: 对中国持积极态度保持一致，非洲的两个接受调查的国家中，绝大多数调查对象视中国Wie伙伴，肯尼亚为84%，尼日利亚为75%。

source: Meanwhile, in Latin America, more than four-in-ten Brazilians (45%), Argentines (42%) and Mexicans (42%) hold this view.
zh_cn: 同时，拉美国家的调查对象，超过40%巴西人(45%) 阿根廷人(42%)和墨西哥人(42%)持这一观点。

source: China is also considered a partner in Pakistan (84%) and Indonesia (54%).
zh_cn: 在巴基斯坦 (84%)和印度尼西亚(54%)，中国也也视为伙伴。

source: Other Asian countries, however, are more wary of China.
zh_cn: 不过， 其他亚洲国家，对中国更为谨慎。

source: Indians are the most likely among the countries surveyed to consider China an enemy (44%) and only 32% consider the country a partner. In fact, Indians have become more distrustful of China since 2009, when more than four-in-ten (43%) saw the country as a partner.
zh_cn: 印度是所有接受调查的国家中，最有可能视中国为敌人 (44%)的，该国只有32%的人视中国为伙伴，事实上，自2009年以来，印度变得越不信任中国，2009年，有超过四成（43%）的印度人视中国为伙伴。

source: In South Korea as well, more than one-third consider China an enemy (35%), although a roughly similar proportion do not consider China either an enemy or a partner (38%). While only 32% of the respondents in Japan consider China a partner, this reflects a significant increase since 2009, when less than one-quarter (23%) saw China in this positive role.
zh_cn: 南韩也是如此，超过三成(35%)被访者视中国为敌人，尽管有大致相同比例的被访者视中国既非敌人，也非伙伴，这反映了自2009年来的显著改善，当时只有不足四分之一 (23%)的被访者持这一积极观点。

source: Among the Middle Eastern countries surveyed, respondents in Jordan are the most likely to consider China a partner (47%).
zh_cn: 在接受调查的中东国家中，约旦的被访者更有可能将中国视为伙伴(47%)。

source: Views of China’s Economic and Military Power
zh_cn: 对中国经济和军事实力的观点

source: Concerns about China’s economic might are high among publics in the U.S. and Europe.
zh_cn: 欧美民众对中国经济实力的担心较高。

source: In most of these countries, majorities or pluralities consider China’s growing economy a bad thing for their countries.
zh_cn: 在这些国家，大多数或相对多数被访者认为中国的经济增长对本国是件坏事。

source: Respondents in France are the most likely of all the countries surveyed to be concerned about China’s economic prowess (67%).
zh_cn: 法国的被访者是这些国家中最担心中国经济实力的(67%)。

source: In Britain, the public is divided on this issue, while in Russia, a plurality think China’s growing economy is a good thing for their country (49%).
zh_cn: 英国的被访者在这一议题上意见分歧较大。俄罗斯相对多数被访者认为，中国的经济实力增长对本国是件好事。

source: In several developing countries, majorities consider China’s growing economic strength a good thing.
zh_cn: 在许多发展中国家，大多数被访者认为，中国的经济实力增长是件好事。

source: Notable exceptions are Turkey (60%) and India (56%), where majorities are concerned about China’s economic might.
zh_cn: 值得注意的例外情况是土耳其(60%)和印度 (56%)，绝大多数被访者对中国的经济实力表示担忧。

source: Majorities or pluralities in every Middle Eastern, African and Latin American country surveyed see China’s growing economy as a good thing for their country.
zh_cn: 每个接受调查的中东国家，非洲或拉美国家的大多数或相对多数被访者认为，中国的经济实力增长对本国是件好事。

source: In Asia, Pakistan, Indonesia and Japan are also largely positive about China’s growth, while opinions are divided in South Korea.
zh_cn: 在亚洲，巴基斯坦，印度尼西亚和日本也对中国的经济增长主要持积极观点。在南韩，观点分歧较大。

source: Concern about China’s growing economy has declined in seven of 21 countries surveyed.
zh_cn: 在调查的21个国家中，7个国家对中国日益增长的经济实力的担心开始下降。

source: In Mexico, nearly half evaluated Chinese economic might as a bad thing for their country in 2008, compared with roughly one-third (34%) now.
zh_cn: 在墨西哥，2008年有将近一半的被访者认为中国经济对本国或许是件坏事，现在只有大致三分之一(34%)。

source: A similar drop is seen in Jordan, with somewhat smaller declines in Japan, South Korea, the U.S., Argentina and Russia.
zh_cn: 约旦也有类似的下降趋势，日本，南韩，美国，阿根廷和俄罗斯也呈现较少的下降趋势。

source: In some countries, however, there is now greater concern about China’s economic power.
zh_cn: 不过，在有些国家，对中国经济实力的担心有所增加。

source: For example, a majority of Indians (56%) now say that China’s growing economy is a bad thing for their country and just 34% say it is a good thing.
zh_cn: 比如，绝大多数(56%)印度人现在认为，中国日益增长的经济对本国是件坏事，只有34%的被访者认为是件好事。

source: In 2008, opinions were nearly evenly split; 45% of Indians were concerned about China’s economic growth and 42% were not.
zh_cn: 2008年，印度对中国经济实力的两种观点较为均衡，45%的被访者对中国的经济增长较为担心，42%不担心。

source: With few exceptions, the publics in this survey worry about China’s growing military might.
zh_cn: 毫不例外，民众对中国日益增长的军事实力较为担心。

source: Consistent with their overall views of China, Japan and South Korea remain among the most likely to evaluate China’s growing military might as a bad thing for their countries (88% and 86% respectively).
zh_cn: 与对中国的总体影响保持一致，日本和南韩是最有可能视中国日益增长的军事实力为本国的坏事的国家（分别为88%和86%）。

source: In India, a nation that fought a brief war with China in the early 1960s, concern about China’s military strength stands at more than six-in-ten (64%).
zh_cn: 印度，在1960年代曾与中国爆发过一次简短的战争，对中国军事实力担心的被访者达到六成 (64%)。

source: Large majorities in Europe and the U.S. have a negative view about China’s growing military prowess.
zh_cn: 绝大多数欧美被访者对中国军事实力增长持负面态度。

source: Yet, publics in a few countries surveyed widely consider China’s military growth a good thing for their countries.
zh_cn: 然而，一些被调查国家的民众视中国的军事增长为本国的好事。

source: Pakistanis, who have benefited from the acquisition of Chinese arms and military technology in the past, are among the most positive: 70% consider China’s growing military might a good thing.
zh_cn: 巴基斯坦，过去一直受益于中国军队和中国军事技术所取得的进步，持中国的军事实力增长持最积极态度：70%的被访者认为中国军事实力增长是件好事。

source: Opinions about China’s military strength are also positive in the African countries surveyed.
zh_cn: 在接受调查的非洲国家中，对中国军事实力增长的观点也是积极的。

source: More than six-in-ten among both Kenyans (66%) and Nigerians (64%) think that China’s growing military strength is a good thing for their country.
zh_cn: 超过六成肯尼亚(66%)被访者和尼日利亚(64%)被访者认为，中国的军事实力增长对该国是件好事。
